{
  "welcome_text1": "Welcome!",
  "welcome_text2": "Please accept the license agreement before using the application.",
  "accept_button": "I accept the terms",
  "agreement_hint": "I have read and accept the terms",
  "license_text": "1. Product Description\n\nThis application allows you to create and use playlists (with information about the artist, title and year of release). Access to paid features is possible by subscription. All playlists are stored on the server and are available from any device.\n\n2. Using the application\n\nThe application is intended for personal and commercial use (for example, in karaoke bars and cafes).\n\nYou can create, edit and use playlists at your own discretion.\n\nThere is no free listening to songs in the application.\n\n3. Subscription and paid features\n\nSome features of the application are available only with a subscription.\n\nPayment for the subscription is made through built-in payment mechanisms.\n\nAll issues related to subscription and refunds are regulated separately.\n\n4. Collection and use of data\n\nThe application does not collect or store personal data of users.\n\nAll playlists and user data are stored on the server, access to which is controlled by the developer.\n\nThe developer does not share your data with third parties.\n\n5. Copyright and User Responsibility\n\nThe user is responsible for the content of the downloaded lists and songs.\n\nThe user undertakes not to download or use content that violates the copyright or other rights of third parties.\n\nThe developer is not responsible for any copyright infringement committed by the user.\n\n6. Limitation of Liability\n\nThe application is provided 'as is' without any warranties.\n\nThe developer does not guarantee uninterrupted or error-free operation of the application.\n\nThe developer is not liable for any loss or damage arising from the use of the application.\n\n7. Acceptance of Terms\n\nBy using this application, you agree to the terms of this license agreement.",
  "error_license_text": "license text not found",
  "main_title": "Main screen. Here will be the song list."
}